Res-container-setEven-randomFront-v6/container_t_4_c_6_frontCore_4_wrkCore_1/wrk.txt
Running 1m test @ http://128.226.119.92:5000
  4 threads and 6 connections
  Thread calibration: mean lat.: 4816.935ms, rate sampling interval: 16711ms
  Thread calibration: mean lat.: 4933.644ms, rate sampling interval: 17645ms
  Thread calibration: mean lat.: 4674.319ms, rate sampling interval: 15327ms
  Thread calibration: mean lat.: 4844.200ms, rate sampling interval: 17088ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     8.67s     1.24s   11.35s    65.94%
    Req/Sec   497.11      3.07   502.00     66.67%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%    8.39s 
 75.000%    9.47s 
 90.000%   10.68s 
 99.000%   11.35s 
 99.900%   11.49s 
 99.990%   11.53s 
 99.999%   11.54s 
100.000%   11.55s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

    6422.527     0.000000            1         1.00
    7258.111     0.100000        10020         1.11
    7606.271     0.200000        20018         1.25
    7872.511     0.300000        29867         1.43
    8134.655     0.400000        39798         1.67
    8388.607     0.500000        49768         2.00
    8560.639     0.550000        54855         2.22
    8757.247     0.600000        59719         2.50
    8953.855     0.650000        64630         2.86
    9134.079     0.700000        69603         3.33
    9469.951     0.750000        74572         4.00
    9715.711     0.775000        77052         4.44
    9912.319     0.800000        79567         5.00
   10100.735     0.825000        82041         5.71
   10297.343     0.850000        84500         6.67
   10493.951     0.875000        87028         8.00
   10584.063     0.887500        88229         8.89
   10682.367     0.900000        89514        10.00
   10772.479     0.912500        90755        11.43
   10862.591     0.925000        91989        13.33
   10960.895     0.937500        93270        16.00
   11001.855     0.943750        93819        17.78
   11051.007     0.950000        94474        20.00
   11100.159     0.956250        95112        22.86
   11149.311     0.962500        95759        26.67
   11190.271     0.968750        96295        32.00
   11214.847     0.971875        96606        35.56
   11239.423     0.975000        96916        40.00
   11263.999     0.978125        97244        45.71
   11288.575     0.981250        97571        53.33
   11313.151     0.984375        97900        64.00
   11321.343     0.985938        98031        71.11
   11329.535     0.987500        98146        80.00
   11345.919     0.989062        98370        91.43
   11354.111     0.990625        98464       106.67
   11370.495     0.992188        98665       128.00
   11378.687     0.992969        98743       142.22
   11386.879     0.993750        98812       160.00
   11395.071     0.994531        98868       182.86
   11411.455     0.995313        98973       213.33
   11419.647     0.996094        99024       256.00
   11427.839     0.996484        99071       284.44
   11436.031     0.996875        99112       320.00
   11444.223     0.997266        99143       365.71
   11452.415     0.997656        99169       426.67
   11460.607     0.998047        99192       512.00
   11468.799     0.998242        99218       568.89
   11476.991     0.998437        99245       640.00
   11485.183     0.998633        99269       731.43
   11485.183     0.998828        99269       853.33
   11493.375     0.999023        99295      1024.00
   11501.567     0.999121        99318      1137.78
   11501.567     0.999219        99318      1280.00
   11501.567     0.999316        99318      1462.86
   11509.759     0.999414        99338      1706.67
   11509.759     0.999512        99338      2048.00
   11517.951     0.999561        99364      2275.56
   11517.951     0.999609        99364      2560.00
   11517.951     0.999658        99364      2925.71
   11517.951     0.999707        99364      3413.33
   11517.951     0.999756        99364      4096.00
   11517.951     0.999780        99364      4551.11
   11526.143     0.999805        99374      5120.00
   11526.143     0.999829        99374      5851.43
   11526.143     0.999854        99374      6826.67
   11526.143     0.999878        99374      8192.00
   11526.143     0.999890        99374      9102.22
   11534.335     0.999902        99379     10240.00
   11534.335     0.999915        99379     11702.86
   11534.335     0.999927        99379     13653.33
   11534.335     0.999939        99379     16384.00
   11534.335     0.999945        99379     18204.44
   11542.527     0.999951        99383     20480.00
   11542.527     0.999957        99383     23405.71
   11542.527     0.999963        99383     27306.67
   11542.527     0.999969        99383     32768.00
   11542.527     0.999973        99383     36408.89
   11542.527     0.999976        99383     40960.00
   11542.527     0.999979        99383     46811.43
   11542.527     0.999982        99383     54613.33
   11542.527     0.999985        99383     65536.00
   11542.527     0.999986        99383     72817.78
   11542.527     0.999988        99383     81920.00
   11542.527     0.999989        99383     93622.86
   11550.719     0.999991        99384    109226.67
   11550.719     1.000000        99384          inf
#[Mean    =     8667.632, StdDeviation   =     1243.722]
#[Max     =    11542.528, Total count    =        99384]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  119329 requests in 1.00m, 49.30MB read
Requests/sec:   1988.89
Transfer/sec:    841.39KB